Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ ཤིང་ སྐམ་ ལྟར་ བསྡུས་པ འི་ སྡུག་བསྔལ་ མྱོང་བ་ ན་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཡུན་རིང་པོ ར་ ལས་ ཀྱིས་ བྱས་པ འི་ ཚོར་བ་ ཤིན་ཏུ་ མི་བཟད་པ འི་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: $949 “This experience of suffering in Like Stacks of Dry Wood will continue until the relevant unwholesome actions have been overcome, relinquished, and exhausted. Thus, these beings will long continue to undergo excruciating sensations that are the products of their own actions.

source: དེ་དེ་ ལས་ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ བུད་མེད་ ཀུན་ གྱི་ ཡིད་ ཆགས་པ ར་ མི་ འགྱུར་ ཏེ །_ དེ་ ཇི་ལྟ ར་ བུ འི་ ངོ་བོ་ དང་ ཕ འི་ ངོ་བོ་ དང་ །_ མིང་པོ འི་ ངོ་བོ་ ལྟ་བུ་ དང་ །_
en: Once free from that, if one should be born with the general lot in life of a human, one will not be desired by any women, as they will all consider one to be like a son, a father, or a brother.

source: ཚེ་རབས་ ལྔ་ བརྒྱ ར་ ཕོ་མཚན་ དང་ བྲལ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: In five hundred lives one will also be born without male sex organs.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ འཁོར་ བཅུ་དྲུག་པ་ དག་ ལས་ བཅུ་བདུན་པ་ མ་ མཐོང་ སྟེ །_
en: $951 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Intense Heat, he will not perceive any seventeenth realm.

source: སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ་ ནི་ འཁོར་ བཅུ་དྲུག་ དག་ གིས་ ཡོངས་སུ་ བསྐོར་ ཏོ །_། སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ [245a] རབ་ཏུ་ ཚ་བ འི་ མི་བཟད་པ་ ཆེན་པོ་ ནི་ དེ་དག་ ཡིན །_
en: Thus, he will conclude, ‘Sixteen neighboring hells surround the great Hell of Intense Heat. {{page:{number:327,id:UT22084-068-021-100353,folio:F.245.a,volume:V68}}} Those are the realms of the unbearable, great Hell of Intense Heat.

source: མཇུག་ ནི་ དེ་དག་ ཡིན །_ མཐའ་ ནི་ དེ་དག་ ཡིན་ ཏེ །_
en: They stretch from here to there.

source: དེ་ རང་ གིས་ བྱས་པ འི་ ལས་ ཀྱི་ འབྲས་བུ འི་ ས་ ལ་ སྤྱོད་པ འི་ མི་ དག་ འཚེད་ ཅིང་ སྲེག་ སྟེ །_
en: They are places where people burn and boil, experiencing the effects of their own actions.

source: འདི་ལྟར་ གཞན་ གྱིས་ བྱས་པ་ འཐོབ་པ་ མ་ཡིན་པ་ ལས་ དང་ འཐུན་ པར་ གནོད་པ་ མྱོང་ ངོ་ །_།
en: What is experienced there is not anyone else’s doing; it unfolds in accordance with in one’s own karmic actions.

source: རང་ གིས་ བྱས་པ་ ཆུད་ ཟ་བ ར་ མི་ འགྱུར་ ལ་ གཞན་ གྱིས་ བྱས་པ་ དང་ ཕྲད་པ་ མེད་ དེ །_
en: One’s own acts will not be wasted, and one will not contend with anything done by another.

source: བྱས་པ་ ཆུད་ ཟ་བ ར་ མི་ འགྱུར་ ཞིང་ རང་ གིས་ བྱས་པ་ དང་ འཐུན་ པར་ འབྲས་བུ་ དག་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: What one did is never wasted, and so one will have to experience the results that conform with one’s own acts.

source: རང་ གིས་ བྱས་པ འི་ སྐྱེ་གནས་ ལས་ སྐྱེས་པ འི་ སེམས་ཅན་ དག་ ནི་ རང་ གི་ ལས་ ལ་ སྤྱོད་པ་ ཡིན་ ཏེ །_ འདི་ལྟར་ དགེ་བ འམ་ སྡིག་པ འི་ ལས་ སུ་ འགྱུར་བ་ དེ འི་ ལས་ ཀྱི་ བགོ་སྐལ་ ལ་ སྤྱོད་པ་ ཡིན་ ནོ །_།
en: In realms they themselves have created, beings partake of their own actions, and so they experience their individual share of wholesome or unwholesome action.’

source: དེ་ལྟ ར་ དགེ་སློང་ དེ་ སེམས་ཅན་ དམྱལ་བ་ རྣམས་ ལ་ སེམས་ཅན་ དམྱལ་བ ར་ གཏོགས་པ འི་ ལས་ རྗེས་སུ་ སེམས་པ་ སྲིད་པ་ མངོན་པར་ གྲུབ་པ་ ལ་ ཅུང་ཟད་ ཀྱང་ བདེ་བ་ མེད་ དེ །_ རྟག་པ་ མེད་ ལ་ ཐེར་ཟུག་པ་ མེད་ ཅིང་ བདག་ དང་ བཅས་པ་ མ་ཡིན་པ ར་ མཐོང་ སྟེ །_
en: $952 “As the monk thus contemplates hell beings and the actions associated with hell, he will see that craving brings no happiness whatsoever, because phenomena do not last, do not endure, and are devoid of self.

source: འཁོར་བ་ ཐམས་ཅད་ མི་རྟག་པ་ དང་ །_ སྡུག་བསྔལ་བ་ དང་ །_ སྟོང་པ་ དང་ །_ བདག་མེད་ པར་ མཐོང་ ངོ་ །_།
en: He will see that the whole of cyclic existence is impermanent, painful, empty, and devoid of self.

source: དེ་དེ་ ལྟར་ མཐོང་བ་ ན །_ འདོད་པ་ ཐམས་ཅད་ དང་ འདོད་པ་ ཀུན་ ཏུ་ སྦྱོར་བ་ དང་ །_ འདོད་པ་ སོ་སོ ར་ འབྲང་བ་ དང་ །_ འདོད་པ་ ལ་ རྣམ་པར་ རྟོག་པ་ དང་ །_ འདོད་པ འི་ གཞི་ དག་ ལ་ རབ་ཏུ་ འདོད་ཆགས་ དང་ བྲལ་བ ར་ འགྱུར་ རོ །_།
en: As he sees this, he becomes free from desire and its bonds, free from the pursuits of desire, free from the thoughts of desire, and free from craving for the bases of desire.

source: དེ་ཕྱིར་ ཞིང་ ཡང་ འདོད་པ འི་ ཉེས་དམིགས་ དག་ ལ་ ཆེས་ ཤིན་ཏུ་ འཇིགས་ པར་ ཡང་ འགྱུར་ ཏེ །_
en: Hence, he also becomes extremely afraid of the flaws of desire.

source: དེ་ལྟ ར་ ལུས་ དང་ ངག་ དང་ ཡིད་ ཀྱི་ གཡོ་བ་ ཤིན་ཏུ་ བསྡམས་པ་ དེ་ ལ་ བདུད་ དང་ བདུད་ ཀྱི་ འཁོར་ གྱིས་ རབ་ཏུ་ མི་ ཚུགས་ སོ །_།
en: In this way, he becomes very guarded about the vicissitudes of his body, speech, and mind, so that the māras and their retinues can find no way to penetrate.

source: དེ་ལྟ་ དེ་ལྟ ར་ གོམས་པ ར་ བྱེད་པ་ དེ་ འཁོར་བ འི་ ཚེ་རབས་ མང་པོ འི་ རྒྱུད་ ཞིགས་ པར་ འགྱུར །_ བསྲབས་པ ར་ འགྱུར །_
en: As he becomes habituated to this, the continuum of his numerous lives in cyclic existence begins to fall apart and is diminished.

source: སྤངས་པ ར་ འགྱུར །_ ལྷོད་ལྷོད་པོ ར་ འགྱུར་ རོ །_།
en: It is relinquished and loosened.

source: དེ་ནས་ ཡང་ རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ འི་ དགེ་སློང་ འདི་ ནི །_ ཀྱེ་མ་ སྤྲོ་བ་ མ་ བྲི་བ་ ཡིན་ ཏེ །_ ས་ གཞན་ བཅུ་གཅིག་པ་ ལ་ ཞུགས་པ་ ཡིན་ ནོ་ སྙམ་ མོ །_།
en: $953 “Thus, the monk, the spiritual practitioner who carefully observes inner phenomena, will think to himself, ‘Ah, this monk, with his unceasing perseverance, has now entered the eleventh ground.’ {{page:{number:328,id:UT22084-068-021-100354,folio:F.245.b,volume:V68}}}

source: [245b] དེ་ལྟ ར་ སྤྲོ་བ་ མ་ བྲི་བ་ དེ་ ལ་ ས་བླ འི་ གནོད་སྦྱིན་ དག་ དགའ་ ནས་ བར་སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ དག་ ལ་ མངོན་པར་ བསྙད་ དོ །_། དེ་དག་ གིས་ ཀྱང་ རྒྱལ་ཆེན་ བཞི་པ་ དག་ ལ་ མངོན་པར་ བསྙད་པ་ ནས་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ ཏེ །_
en: $954 “The terrestrial yakṣas, pleased with his unceasing perseverance, will inform the celestial yakṣas, and the celestial yakṣas will bring the news to the Four Great Kings.

source: ཚངས་རིས་ ཀྱི་ ལྷ འི་ བར་ དག་ ལ་ འདི་ལྟར་ འཛམ་བུ འི་ གླིང་ དུ་ རིགས་ ཆེ་གེ་མོ་ ཞིག་ ལས་ རིགས་ ཀྱི་ བུ་ ཞིག་ གྲོང་ ཆེ་གེ་མོ་ ཞིག་ དང་ །_ གྲོང་རྡལ་ མང་གེ་མོ་ ཞིག་ དང་ །_ མིང་ ག་གེ་མོ་ ཞིག་ ཅེས་བྱ་བ་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ ནས་ གོས་ ངུར་སྨྲིག་ བགོས་ ཏེ་ དད་པས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ བྱུང་བ་ དེ་
en: The latter will then inform the gods in the Brahmā Realm, telling them, ‘In Jambudvīpa, the noble son, who is of such and such a village and town, and who goes by such and such a name, has shaved off his hair and beard, donned the saffron-colored robes, and with faith gone forth from the household to become a homeless mendicant.

source: བདུད་ ཀྱི་ ཡུལ་ གྱི་ དངོས་པོ་ མི་ འདོད་ ཅིང་ འདོད་ཆགས་ ཀྱི་ དགའ་བ འི་ མོད་ ལས་ སྐྱེས་པ འི་ སྲེད་པ འི་ དངོས་པོ་ དང་ ལྷན་ཅིག་ གནས་པ ར་ མི་ འདོད །_
en: He has no interest in the field of the māras’ domain, and he does not dwell on anything associated with the craving that accompanies desirous excitement.

source: ཉོན་མོངས་པ་ སྦྲུལ་ ལྟ་བུ་ དང་ ལྷན་ཅིག་ དགའ་བ ར་ མི་ བྱེད་ ལ །_ གཞན་ གྱི་ ཉོན་མོངས་པ་ དག་ མཐོང་ ནས་ འཁོར་བ་ ཐམས་ཅད་ ལས་ ཡིད་ བྱུང་ ངོ་ ཞེས་ མངོན་པར་ བསྙད་ དོ །_།
en: He does not delight in any of the snake-like afflictions, and, having seen the afflictions of others, he has become disenchanted with the whole of cyclic existence.’

source: དེ་ ཐོས་ ནས་ ཚངས་ཆེན་ གྱི་ རིས་ ཀྱི་ ལྷ་ རྣམས་ བདུད་ ཀྱི་ ཕྱོགས་ ནི་ དམའ་བ ར་ གྱུར་ ཏོ །_། དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ ནི་ མངོན་པར་ མཐོ འོ་ ཞེས་ དགའ་བ་ སྐྱེས་ སོ །_།
en: $955 “As the gods in the Brahmā Realm hear this they will rejoice and proclaim, ‘The forces of the māras are waning; the forces of the sacred Dharma are on the rise!’

source: དེ་ལྟ ར་ ས་ གཞན་ བཅུ་གཅིག་པ་ ལ་ ཞུགས་པ །_ རྣལ་འབྱོར་ སྤྱོད་པ འི་ ལྷ འི་ མཐོང་བ་ དང་ ཡང་དག་པ འི་ ལམ་ མཐོང་བ །_
en: $956 “The spiritual practitioner has thus entered the eleventh ground, he has obtained the divine eye and is able to see the true path.

source: ལས་ ཀྱི་ ཆོས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ །_ ལུས་ ཀྱི་ ཆད་པ་ དང་ །_ ངག་ གི་ ཆད་པ་ དང་ །_ ཡིད་ ཀྱི་ ཆད་པ འི་ དེ་
en: He has knowledge of the ripening of karmic phenomena and sees the real nature of the misdeeds of body, speech, and mind.

source: ཁོ་ན་ཉིད་ མཐོང་བ་ དེ་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: And so, o monks, he will think,

source: འདི་ལྟར་ ལུས་ ཀྱི་ ཆད་པ་ དང་ །_ ངག་ གི་ ཆད་པ་ དང་ །_ ཡིད་ ཀྱི་ ཆད་པ་ ཤིན་ཏུ་ ཞིབ་མོ ར་ རབ་ཏུ་ རྣམ་པར་ འབྱེད་པ་ ན །_ དགེ་སློང་ དག་ ལྷ་ དང་ བཅས་པ འི་ འཇིག་རྟེན་ དང་ །_ བདུད་ དང་ བཅས་པ་ དང་ །_ ཚངས་པ་ དང་ བཅས་པ་ དང་ །_ དགེ་སྦྱོང་ དང་ །_། བྲམ་ཟེ་ དང་ །_ སྐྱེ་དགུ ར་ བཅས་པ་ དང་ །_ ལྷ་ དང་ མིར་ བཅས་པ་ དག་ གིས་ དེ་ལྟ ར་ རབ་ཏུ་ རྣམ་པར་ འབྱེད་པ་ མི་ ཤེས་ ན
en: ‘Upon very detailed investigation of the misdeeds of body, speech, and mind, I realize that no one in the world of gods, māras, brahmās, mendicants, brahmins, and ordinary people—no god or human—has the capacity for such analysis.

source: གཞན་ མུ་སྟེགས་ ཅན་ ཀུན་ ཏུ་ རྒྱུ་བ་པ་ དག་ གིས་ ཤེས་པ་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ དགོས་ ཏེ །_
en: It goes without saying, then, that no wandering non-Buddhist will have such an ability.

source: གནས་ མེད་ ཅིང་ སྐབས་མེད་ ལ །_
en: That is impossible and does not happen.’

source: ང འི་ སློབ་མ་ དང་ །_ གང་ ང་ ལས་ ཐོས་པ་ ནི་ མ་གཏོགས་ སོ་ སྙམ་ མོ །_། དེ་ལྟ ར་ [246a] ཆད་པ་ གསུམ་ ཤིན་ཏུ་ ཕྲ་བ་ རབ་ཏུ་ རྣམ་པར་ འབྱེད་པ་ དེ་ ནི་ དེ་ལྟ ར་ ཤིན་ཏུ་ ཕྲ་བ་ ཡིན་ ནོ །_།
en: Thus, he will think that such knowledge only belongs to my students and to those who have heard from me. {{page:{number:329,id:UT22084-068-021-100355,folio:F.246.a,volume:V68}}} Indeed, analyzing the finer details of the three misdeeds is an extremely subtle practice.

source: དགེ་སློང་ དག་ གཞན་ མུ་སྟེགས་ ཅན་ ཀུན་ ཏུ་ རྒྱུ་བ་ དག་ གིས་ དྲིས་ ན་ ལན་ དེ་ལྟ ར་ གདབ་པ ར་ བྱ འོ །_།
en: $957 “Monks, this is the reply that you should give to wandering non-Buddhists.

source: གཞན་ མུ་སྟེགས་ ཅན་ ཀུན་ ཏུ་ རྒྱུ་བ་པ་ དག་ ནི་ དྲིས་པ འི་ ལན་ ལ་ ཤིན་ཏུ་ རྨོངས་པ ར་ འགྱུར་ ཏེ །_
en: Wandering non-Buddhists will become extremely confused by such a reply.

source: དགེ་སློང་ དག་ འདི་ལྟར་ འཁོར་བ ར་ གཏོགས་པ འི་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱི་ ཡུལ་ མ་ཡིན་པ འི་ ཕྱིར་ རོ །_།
en: Because, monks, it is not within the scope of sentient beings in cyclic existence.

source: དེ་དག་ གི་ ལུས་ ཀྱི་ ཆད་པ་ དང་ །_ ངག་ གི་ ཆད་པ་ དང་ །_ ཡིད་ ཀྱི་ ཆད་པ་ རྣམ་པ་ གསུམ་པོ་ དེ་ ནི་ རིགས་པ་ ཡིན་ ཏེ །_ ཉེས་པ་ དང་ བཅས་པ །_ དྲི་མ་ དང་ བཅས་པ །_ ཁྱད་ དུ་ གསོད་པ་ དང་ བཅས་པ་ ལ་ སེམས་པ་ ཡིན །_
en: $958 “Their misdeeds of body, speech, and mind are the general rule, because they are mired in flaws, stains, and neglect.

source: སྐྱེ་བ་ དང་ །_ རྒ་བ་ དང་ །_ ན་བ་ དང་ །_ འཆི་བ་ དང་ །_ མྱ་ངན་ དང་ །_ སྨྲེ་སྔགས་ འདོན་པ་ དང་ །_ སྡུག་བསྔལ་བ་ དང་ །_ ཡིད་ མི་ བདེ་བ་ རྣམ་པར་ གཅོད་པ་ མ་ ཡིན །_
en: They do not cut through birth, aging, sickness, death, suffering, lamentation, pain, and unhappiness.

source: འཕགས་པ་ རྣམས་ ཀྱི་ ཆོས་ མངོན་སུམ་ དུ་ བྱེད་པ་ ཡང་ མ་ ཡིན །_
en: They do not actualize the qualities of the noble ones.

source: མྱ་ངན་ ལས་ འདས་པ འི་ མཐར་ཐུག་པ་ མ་ ཡིན །_
en: They do not reach to the transcendence of suffering.

source: གཏན་ ཟད་པ ར་ བྱེད་པ་ མ་ ཡིན །_
en: They do not permanently exhaust existence.

source: ཞི་བ་ མ་ ཡིན །_ བདེ་བ་ མ་ ཡིན །_ ལྷ འི་ འཇིག་རྟེན་ དུ་ སྐྱེ་བ ར་ བྱེད་པ་ ཡང་ མ་ ཡིན་ ཏེ །_ དེ་དག་ ལུས་ ཀྱི་ ཆད་པ་ དང་ །_ ངག་ གི་ ཆད་པ་ དང་ །_ ཡིད་ ཀྱི་ ཆད་པ་ རྣམ་པ་ གསུམ་པོ་ ལ་ སེམས་པ ར་ བྱེད་ དོ །_།
en: They do not attain peace, happiness, and birth among the gods, because they are involved with misdeeds of body, speech, and mind.

source: དགེ་སློང་ དག་ གཞན་ མུ་སྟེགས་ ཅན་ ཀུན་ ཏུ་ རྒྱུ་བ་པ་ དག་ ནི་ རང་ གི་ ལུས་ ཀྱིས་ མགུ་ ནས་ ང་རྒྱལ་ འབའ་ཞིག་ བྱེད་པ ར་ ཟད་ དེ །_། སྐྱོན་ དང་ ཡོན་ཏན་ དཔྱོད་པ ར་ མི་ བྱེད་ དོ །_།
en: $959 “Monks, wandering non-Buddhists simply become infatuated and arrogant due to their bodies, and so they fail to discern between flaws and good qualities.

source: དེ་ལྟ ར་ ལུས་ ཀྱི་ ཆད་པ་ དང་ །_ ངག་ གི་ ཆད་པ་ དང་ །_ ཡིད་ ཀྱི་ ཆད་པ་ རྣམ་པ་ གསུམ་པོ་ དེ་དག་ ནི་ མི་བཟད་པ་ ཆེན་པོ་ ཡིན་ ཏེ །_
en: Thus, their misdeeds of body, speech, and mind are severe.

source: དེ་དག་ དང་ །_ ང འི་ དང་ །_ ཆུང་ ཟད་ ཀྱང་ འདྲ་བ་ མེད་པ་ ནི་ དཔེར་ན་ མྱ་ངན་ ལས་ འདས་པ་ དང་ འཁོར་བ་ གཉིས་ ཆུང་ ཟད་ ཀྱང་ མི་ འདྲ་བ་ བཞིན་ ཏེ །_
en: They and I are not the least bit similar, just as, for example, cyclic existence and the transcendence of suffering are not the least bit similar.

source: དེ་ལྟ ར་ དེ་དག་ གི་ ཆད་པ་ རྣམ་པ་ གསུམ་ དང་ ང འི་ དང་ འདྲ་བ་ མེད་ དོ །_།
en: Therefore, their three types of misdeeds are unlike those that I declare.

source: དགེ་སློང་ དག་ དེ་དེ་ ལྟར་ ལན་ གདབ་པ ར་ བྱ་ སྟེ །_
en: Monks, you should reply like this:

source: ཕས་ ཀྱི་ རྒོལ་བ་ དག་ གི་ ནི་ སྟོང་པ་ ཡིན་ ལ །_ ང འི་ ལམ་ ནི་ བདེ་བ་ ཡིན་ ནོ །_།
en: ‘The attacks of opponents have no substance; my path is bliss.

source: མྱ་ངན་ ལས་ འདས་པ་ ནི་ ཞི་བ འོ །_།
en: The transcendence of suffering is peace;

source: འདུས་ [246b] བྱས་ ཐམས་ཅད་ ནི་ གཡོ་བ འོ །_།
en: {{page:{number:330,id:UT22084-068-021-100356,folio:F.246.b,volume:V68}}} all conditioned things vacillate.

source: འཁོར་བ་ ཐམས་ཅད་ ན་ བདེ་བ་ མེད་ དེ །_ གང་ རྟག་པ་ དང་ །_ བརྟན་པ་ དང་ །_ ཐེར་ཟུག་ དང་ །_ མི་འགྱུར་བ འི་ ཆོས་ཅན་ དེ་དག་ ལ་ དེ་ལྟ ར་ བསམ་པ ར་ བྱ འོ །_།
en: There is no happiness in cyclic existence—remember this about all that is permanent, stable, enduring, and unchanging.’

source: དགེ་སློང་ དག་ དེ་ལྟ ར་ ལུས་ ཀྱི་ ཆད་པ་ དང་ །_ ངག་ གི་ ཆད་པ་ དང་ །_ ཡིད་ ཀྱི་ ཆད་པ་ རྣམ་པ་ གསུམ་ གྱི་ དེ་ ཁོ་ན་ཉིད་ མཐོང་བ འི་ དགེ་སློང་ དེ་ ནི་ ཆེ་བ་ ཡིན་ ནོ །_།
en: $960 “Monks, that monk is great who has now seen the reality of the misdeeds of body, speech, and mind.

source: རྣལ་འབྱོར་ སྤྱོད་པ འི་ དགེ་སློང་ ཐར་པ འི་ གྲོང་ཁྱེར་ གྱི་ དེ་ ཁོ་ན་ཉིད་ མཐོང་བ་ དེ་ཡང་ རྟོག་པ ར་ བྱེད་ དེ །_ དགེ་སློང་ དེ་ ཇི་ལྟ ར་ ནས་ གཞན་ བཅུ་གཉིས་པ་ ལ་ ཞུགས་ ཞིག་ གུ་ སྙམ་ ནས་ རྣལ་འབྱོར་ སྤྱོད་པ་ དེས་ བརྟགས་ ན །_
en: That monk, who is a spiritual practitioner, who has seen the reality of the city of liberation, will at this point continue his contemplation, wondering how he might progress onto the twelfth ground.

source: དགེ་སློང་ འདི་ ནི་ བརྩོན་པ་ མ་ བྲི་བ་ ཡིན་ ལ་ད་ དུང་ དུ་ ལས་ངན་པ་ བྱས་པ་ རྣམས་ ཀྱི་ རྒྱུ་ དང་ འབྲས་བུ འི་ དེ་ ཁོ་ན་ཉིད་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བདུན་ གྱི་ འཁོར་ དམྱལ་བ་ མནར་མེད་པ་ ཞེས་ བྱ་བ་ སྟོང་ འགྱུར་ དུ་ འབྱུང་བ་ མཐོང་ ངོ་ །_།
en: Without any decrease in his diligence, he will once more concern himself with the reality of the causes and effects of unwholesome actions, and so he will, beyond the spheres of the seven great hells, perceive the great hell of Ultimate Torment, which is one thousand times more severe than the others.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_
en: $961 “Inquiring into what karmic actions may cause one to be born there, he will apply knowledge derived from hearing.

source: གང་ གིས་ བསམས་ བཞིན་ དུ་མ་ བསད་པ་ དང་ །_ ཕ་ བསད་པ་ དང་ །_
en: Thus, he will see that such a birth is caused by intentionally killing one’s own mother or father.

source: བསྐལ་པ འི་ ལྷག་མ ར་ གནས་པ ར་ འགྱུར་བ་ ནི་
en: That karmic action remains for an entire eon.

source: གང་ བསྐལ་པ འི་ ཐ་མ ར་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ བྱས་པ་ མནར་མེད་ པར་ འགྲུབ་པ ར་ འགྱུར་བ་ དེ་ བསྐལ་པ འི་ ལྷག་མ་ དེར་ སྨིན་ ཏོ །_།
en: That is to say, when someone carries out such a negative act that remains for an entire eon, that act leads to the hell of Ultimate Torment, where the ripening will continue for an entire eon.

source: གནོད་པ་ གང་ འགགས་པ འི་ དུས་ ནི་ ཡང་ འབྱུང་བ ར་ འགྱུར་བ་ མེད་ དེ །_
en: In that hell, the tortures never cease, and so, once the act has been performed, it will continue to ripen for the remainder of the eon.

source: དེ་ལྟ་བས་ན་ བྱས་པ ས་ བསྐལ་པ འི་ ལྷག་མ ར་ སྨིན་ ཏེ་ ལས་ ཁྱད་པར་ཅན་ བྱས་པ ས་ གནོད་པ་ དྲག་པ་ རྩུབ་པ་ ཚ་བ་ ཁྱད་པར་ཅན་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: Thus, in conformity with the special character of the act, the harm one experiences will be particularly dreadful and severe.

source: གང་ མནར་མེད་པ འི་ ལས་ གཅིག་ བྱས་པ ས་ ནི་ སེམས་ ལ་ གནོད་པ ར་ མི་ འགྱུར་ ཏེ །_ འཇམ་ ཞིང་ བསམ་པ་ འཇམ་པ ར་ འགྱུར་ ལ །_
en: $962 “As for someone who carries out a single act that leads to the hell of Ultimate Torment, that person may otherwise have been free from cruel thoughts, and have been gentle and soft.

source: འདི་ལྟར་ མནར་མེད་པ་ འདི འི་ ལས་ གཅིག་ཅིག་ བྱས་ ན་ གལ་ཏེ་ ཡང་ སེམས་ རྩུབ་ ཅིང་ སེམས་ ཀྱི་ བསམ་པ་ རྩུབ་ ན །_
en: His tortures will not be the same as the tortures of someone who committed such an act time after time, especially if his thoughts and disposition were cruel.

source: དེ འི་ སྡུག་བསྔལ་ དྲག་པ་ དང་ རྩུབ་པ ར་ འགྱུར་ ཏེ །_ དེ འི་ གནོད་པ་ རྣམ་པ་ དེ་ལྟ་ བུར་ ནི་ མི་ འགྱུར་ རོ །_།
en: Such a person will experience harsh and intense pain.

source: ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཐམས་ཅད་ ནི་ སེམས་ ལ་ རག་ ལས་ ཏེ་ [247a] སེམས་ ཀྱི་ དབང་ དུ་ སོང་ ཞིང་ སེམས་ ཀྱི་ ཀུན་ ཏུ་ སྦྱོར་བ་ ཡིན་ ནོ །_།
en: This is because all ripening of karma depends on the mind, and is governed by the mind.#118{{page:{number:331,id:UT22084-068-021-100357,folio:F.247.a,volume:V68}}}

source: སེམས་ ཀྱི་ ཀུན་ ཏུ་ སྦྱོར་བ ས་ འཆིང་བ འི་ སེམས་ཅན་ དག་ ནི་ བཅིངས་པ་ ཡིན་ ལ །_
en: Sentient beings are in bondage because they are tied by the bonds of the mind.

source: སེམས་ རྣམ་པར་ བྱང་བ ས་ ནི་ གྲོལ་བ ར་ འགྱུར་ རོ །_།
en: However, once they have purified their minds, they will be free.

source: རིམ་པ་ ཇི་ལྟ་བ་ བཞིན་ དུ་ མནར་མེད་པ་ རྣམས་ ཀྱི་ གནོད་པ འི་ རིམ་པ་ ཡང་ དེ་ལྟ ར་ འབྱུང་ སྟེ །_
en: $963 “In the hell of Ultimate Torment, the tortures are as follows.

source: དེ འི་ སྡུག་བསྔལ་བ་ ཡང་ ལུས་ སྦོམ་ ཞིང་ གཞོན་ཤ་ ཅན་ དུ་ འབྱུང་ ངོ་ །_།
en: The beings there have large but delicate bodies.

source: དེ་ ལ་ མཚམས་མེད་པ་ ལྔ འི་ ལས་ ཀྱིས་ ནི་ ལུས་ དཔག་ཚད་ ལྔ ར་ འགྲུབ་བོ །།_།།
en: Those who have committed all five deeds with immediate consequences will have bodies that measure five leagues.

source: ལས་ བཞི ས་ ནི་ བཞི འོ །_། ལས་ གསུམ་ གྱིས་ ནི་ གསུམ་ མོ །_། ལས་ གཉིས་ ཀྱིས་ ནི་ གཉིས་ སོ །_། ལས་ གཅིག་ གིས་ ནི་ ལུས་ དཔག་ཚད་ གཅིག་ འགྲུབ་པ ར་ འགྱུར་ རོ །_།
en: Similarly, those who have done four, three, two, or one such act will have bodies that measure four, three, two, or one league.

source: དེ་ནས་ ཡང་ དགེ་སློང་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ ལ་ བརྟགས་ ཏེ །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ འི་ འཁོར་ འདི་ ནི་ སྤུ་ ཟིང་ ཞེས་ བྱེད་པ་ ཡིན་ ནོ །_།
en: $964 “As the monk examines the regions that surround the great hell of Ultimate Torment, he will refer to its adjacent hells as ‘hair-raising.’

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ འི་ འཁོར་ བཅུ་དྲུག་པ་ ཇི་ལྟ ར་ འདུག་པ་ བཞིན་ མཐོང་ སྟེ །_ གང་དག་ གིས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ དེ་ ཡོངས་སུ་ བསྐོར་བ་ ནི །_ འདི་ལྟ་སྟེ །_
en: As he applies knowledge derived from hearing, he will perceive the following sixteen neighboring hells:

source: བྱ་རོག་ ཁ་ཞེ ས་ བྱ་བ་ དང་ །_ ས་ ཀུན་ གྱི་ འོག་ དང་ །_ ཚོར་བ་ མཐའ་མེད་ རིང་ དང་ །_ ཝ་ ལྟར་ སྒྲ་ འབྱིན་པ་ དང་ །_ ལྕགས་ དང་ ཅེ་སྤྱང་ ཟ་ དང་ །_ བྱ་རོག་ ལྟོ་ དང་ །_ ལུས་ ཞུམ་ དང་ །_ སྒྲ་ འཇིགས་ སྟོན་ དང་ །_ མེ་ཏོག་ ཁ་ མ་ བྱེ་བ་ ལྟ་བུ་ དང་ །_ རི་ བརྩེགས་ འབབ་ དང་ །_ ཆུ་ སྒྲ་ དང་ །_ འགྲམ་ དང་ ར་ དང་ །_ སྡུག་བསྔལ་ ཀུན་དཀྲིས་ དང་ །_ དྲི་ འདོད་ དང་ །_ ལྕགས་ སྣམ་ དང་ །_ འགྲོ་བ་ མེས་ འཇིག་ སྟེ
en: Raven Mouths, Entirely Beneath the Earth, Infinitely Long Torture, Howling Like a Jackal, Eaten by Iron Jackals, Raven’s Belly,#119 Battered Bodies, Fearsome Screams, Like Unopened Flowers, Falling Like Rain on High Mountains, Sound of Water, Garland of Stars,#120 Wrapped in Every Possible Pain, Longing for Smell, Iron Plates, and Advancing Fire.

source: འདི་དག་ ནི་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ བཅུ་དྲུག་ ཡིན་ ནོ །_།
en: These are the sixteen realms adjacent to the great hell of Ultimate Torment.

source: དེ་ནས་ ཡང་ དགེ་སློང་ དེས་ འཆི་བ འི་ དུས་ ལ་སོགས་པ་ ནས་ སྲིད་པ་ བར་མ ར་ སྐྱེ་བ འི་ བར་ ལ་ རྟོག་ སྟེ །_
en: $965 “The monk will now examine the interval of existence that follows death and lasts until the next birth.

source: ཇི་ལྟ ར་ ན་ སེམས་ཅན་ དམྱལ་བ་པ་ མནར་མེད་ པར་ འགྲོ་བ་ སྡུག་བསྔལ་ ལས་ སྡུག་བསྔལ་ ཉིད་ དུ་ འབྱུང་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_
en: He will wonder, ‘How do the beings who inhabit the hell of Ultimate Torment come to suffer this mother of all pains?’

source: འདོད་ཆགས་ དང་ །_ ཞེ་སྡང་ དང་ །_ གཏི་མུག་ གི་ ཟིལ་ གྱིས་ ནོན་པ འི་ སྲོག་ [247b] ཆགས་ ངན་པ་ བྱེད་པ་ བྱས་པ་ དག་ ནི་ མནར་མེད་ པར་ འགྲོ འོ་ སྙམ་ མོ །_།
en: As he contemplates this, he will think, ‘Beings who are oppressed by desire, anger, and delusion {{page:{number:332,id:UT22084-068-021-100358,folio:F.247.b,volume:V68}}} and who have engaged in negative actions will go to the hell of Ultimate Torment.’

source: དེ་ ལ་ མནར་མེད་ པར་ ནི་ ཁ་ཅིག་ འདི་ལྟར་ དེ་ ལྷ འི་ འཇིག་རྟེན་ འདོད་པ འི་ ཕྱིར་ མེ ར་ འཇུག་པ ར་ བྱེད །_
en: $966 “Some go to the hell of Ultimate Torment because they burn their mother in the hope of reaching heaven.

source: གང་དག་ རི་ངོས་ གཡང་ས་ ལས་ འདོར་བ ར་ བྱེད །_ གང་དག་ ཆུར་འཇུག་ པར་ བྱེད །_ གང་དག་ ཟས་ མི་ སྦྱིན་པ ས་ གསོད་པ ར་ བྱེད་ དེ །_ ལམ་ངན་ པས་
en: Others may throw their mother into an abyss, drown her, or starve her to death, thus killing their mother in delusion due to the influence of an unwholesome path.

source: རྣམ་པར་ རྨོངས་པ་ ཐོས་པ་ ངན་པ ས་ རྣམ་པར་ བསླུས་ ཤིང་ གཏི་མུག་པ་ དག་མ་ གསོད་པ ར་ བྱེད་ དོ །_།
en: Fooled by unwholesome learning, they thus murder out of ignorance.

source: ཁ་ཅིག་ མཐོ་རིས་ འདོད་པ ས་ འདི་ལྟར་ ཟས་ མི་ སྦྱིན་པ ས་ སམ །_ རི་ ལ་ གཡང་ དུ་ གཏོང་བ ས་ སམ །_ མེ ར་ འཇུག་པ ས་ སམ །_ ཆུར་འཇུག་ པས་ མ་ བསད་ ན་ མཐོ་རིས་ འཐོབ་བོ་ སྙམ་ ནས་
en: Others may, yearning for heaven, begin to think that by starving their mother to death, throwing her off a cliff, burning her, or drowning her, they can reach heaven.

source: དེ་ མཐོ་རིས་ ལ་ སྲེད་པ ས་ སྲོག་ དང་ བྲལ་བ ར་ བྱེད་ དོ །_།
en: Thus, they may kill their mother due to desire.

source: ཁ་ཅིག་ ནི་ ཞེ་སྡང་བ་ སེམས་ མི་ བརྟན་པ འི་ ངོ་བོ་ ཉིད་ ཀྱི་ རྐྱེན་ གྱིས་ ཏེ །_
en: Likewise, some may kill their mother due to the circumstance of an aggressive and unstable mind.

source: དེ་ལྟ ར་ ཉེས་པ་ གསུམ་ གྱི་ ཟིལ་ གྱིས་ ནོན་པ འི་ སྲོག་ཆགས་ དག་ གིས་ སྲོག་གཅོད་ པར་ བྱེད་པ་ ནི་ མནར་མེད་ པར་ འགྲོ འོ །_།
en: Thus, beings who kill while oppressed by these three mental flaws will go to the hell of Ultimate Torment.

source: དེ་ ལ་ མནར་མེད་པ་ ནི་ ཁ་ཅིག་ ཞིང་ཆེན་པོ ར་ གྱུར་པ་ དེ་ མ་ ཤེས་ ནས་ ཁྲག་འབྱིན་ པར་ བྱེད་པ་ དང་ །_ དེ་བཞིན་ དུ་ དགེ་འདུན་ དབྱེན་ བྱེད་པ་ དང་ །_
en: $967 “Some go to the hell of Ultimate Torment because of ignorantly drawing blood from someone who is a great field of merit.

source: དགྲ་བཅོམ་པ་ ཡང་ སྲོག་ དང་ བྲལ་བ ར་ བྱེད་པ་ ནི་ ཕྱིར་ཞིང་ ཞེ་སྡང་ གི་ ཟིལ་ གྱིས་ ནོན་པ་ ཡིན་ ཏེ
en: Others go there because of having caused a schism in the saṅgha or having killed a worthy one.

source: དེ་ལྟ ར་ དོན་ ཐམས་ཅད་ མེད་ ཅིང་ རབ་ཏུ་ གཅོད་པ ར་ བྱེད་པ་ དེ་དག་ ནི་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་ པར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Oppressed by anger, they crush and annihilate all their objectives and take birth in the hell of Ultimate Torment.

source: དེ་དག་ འཆི་བ འི་ དུས་ ཀྱི་ ཚེ་ ཁ་ཅིག་ རང་ གི་ ལུས་ ཉིད་ ལ་ མནར་མེད་པ འི་ མེ་ གནས་ ཤིང་ འབྱུང་བ ར་ འགྱུར །_
en: $968 “When they die, some will be born within the flames of Ultimate Torment in that very same body.

source: ཁ་ཅིག་ འཆི་བ འི་ དུས་བྱ ས་ མ་ ཐག་ ཏུ་ སྲིད་པ་ བར་མ ར་ འབྱུང་བ ར་ འགྱུར་ ལ །_ དེ འི་ འོག་ ཏུ་ མནར་མེད་ པར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Some will immediately enter the intermediate state and from there take birth into Ultimate Torment.

source: གང་ གི་ ཚེ་ མནར་མེད་པ འི་ ལས་ བྱས་པ་ དེ འི་ ཚེ་ དེ་ ཕན་ཆད་ རབ་ཏུ་ འབྱུང་བ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱི་ སྐལ་བ་ ངེས་པ ར་ བསྲེགས་པ ར་ འགྱུར །_
en: When someone commits an act that leads to Ultimate Torment, any fortune that would otherwise have caused that person to become a monastic will thereby be burned.

source: དེ འི་ སྡོམ་པ་ སོ་སོ ར་ སྐྱེ་བ ར་ མི་ འགྱུར །_
en: Such a person is unable to take vows.
